Repository: hanxinxin/CleanPro_Pakpobox
Catalog: Cleanpro/*.lproj/Language.strings
Languages: ms

source: Home
ms: Halaman Utama

source: Nearby
ms: Berdekatan

source: Inbox
ms: Peti Masuk

source: Me
ms: Saya

source: Cancel
ms: Batal

source: Confirm
ms: Sah

source: Balance
ms: Baki

source: Reward Points
ms: Mata Ganjaran

source: Collections for you!
ms: Koleksi untuk anda

source: Viwe all
ms: Lihat Semua

source: Click here to login
ms: Klik di Sini Untuk Masuk

source: My Wallet
ms: Simpanan Saya

source: History
ms: Histori

source: Invite Friends
ms: Jemput rakan

source: Introduction
ms: Pengenalan

source: Feedback
ms: Maklum Balas

source: Settings
ms: Tetapan

source: Personal Infomation
ms: Maklumat Peribadi

source: Profile Picture
ms: Gambar Profil

source: Name
ms: Nama

source: Phone number
ms: Nombor Telefon

source: Gender
ms: Jantina

source: Birthday
ms: Tarikh Lahir

source: Email
ms: Emel

source: Post code
ms: Poskod

source: MALE
ms: Lelaki

source: FEMALE
ms: Perempuan

source: Take New Profile Picture
ms: Gambar Profil Baru

source: Select Profile Picture
ms: Pilih Gambar Profil

source: Reload
ms: Tambah Nilai

source: Account balance
ms: Baki Akaun

source: Details
ms: Butiran

source: Washer
ms: Cucian

source: Amount
ms: Amaun

source: *There is no refundable after payment
ms: Tiada pulangan semula

source: Pay
ms: Bayar

source: Laundry
ms: Dobi

source: Dryer
ms: Pengering

source: Price
ms: Harga

source: Quality
ms: Kualiti

source: Use Process
ms: Proses penggunaan

source: Others
ms: Lain-lain

source: Add a comment
ms: Tambah komen

source: 24 hours Customer Careline: 03-2770 0100
ms: 24 jam talian pelanggan

source: Submit
ms: Hantar

source: Select an option
ms: Sila buat pilihan

source: Invite friends
ms: Jemput rakan

source: Invite your friends to Cleanpro & get free incentives
ms: Jemput rakan-rakan ke Cleanpro & dapat insentif percuma

source: Use your invitation code
ms: Guna kod jemputan

source: The person that share will get RM2 for the 1st person that register
ms: Orang yang berkongsi akan dapat RM2 untuk pendaftaran orang pertama

source: The person that share will get RM2 for the 2nd person that register
ms: Orang yang berkongsi akan dapat RM2 untuk pendaftaran orang kedua

source: The person that share will get RM7 for the 3rd person that register
ms: Orang yang berkongsi akan dapat RM7 untuk pendaftaran orang ketiga

source: For the 4th person that register, the structure for the amount of RM that the person that share will reset back to Point a (as above).
ms: Bagi orang keempat yang mendaftar, struktur untuk jumlah RM yang berkongsi akan diset semula kembali seperti di atas.

source: Copy successful!
ms: Salinan berjaya

source: Invite friends to Cleanpro - you will get 300 credits after your friend uses your invitation code to register!
ms: Jemput rakan ke Cleanpro - anda akan mendapat 300 kredit selepas rakan anda menggunakan kod jemputan anda untuk mendaftar!

source: Q1: How to use machine?
ms: Cara menggunakan mesin

source: There is a QR code attached on the machine,click “scan” function at the bottom of HomePage,just scan the QR code.
ms: Terdapat kod QR yang dilampirkan pada mesin, klik “mengimbas“ fungsi di bahagian bawah halaman utama, kemudian imbas kod QR.

source: Q2: How to recharge?
ms: Cara untuk mengisi semula

source: There is a wallet in My Account, you can recharge by using IPay 88.
ms: Terdapat simpanan dalam akaun Saya, anda boleh mengisi semula dengan menggunakan IPay 88.

source: Q3: How to set payment password?
ms: Bagaimana untuk menetapkan kata laluan pembayaran

source: In wallet, you can set your payment password,If you forget or want to change it, still here.
ms: Dalam dompet, anda boleh menetapkan kata laluan pembayaran anda, Jika anda terlupa atau ingin mengubahnya, kata laluan masih di sini.

source: Q4: How to add extra time for dryer machine?
ms: Bagaimana untuk menambah masa tambahan untuk mesin pengering?

source: In orders, click the order of dryer, there is a button that you can add time.
ms: Mengikut urutan, klik arahan pengering, terdapat butang yang anda boleh menambah masa.

source: Address
ms: Alamat

source: Careline Number
ms: Talian Pelanggan

source: Email
ms: Emel

source: Log out
ms: Log keluar

source: Please enter original password
ms: Sila masukkan kata laluan asal

source: Password
ms: Kata laluan

source: Forget password?
ms: Lupa kata laluan

source: Next
ms: Seterusnya

source: Verify Phone Number:
ms: Sahkan nombor telefon

source: Verification
ms: Pengesahan

source: Next Step
ms: Langkah seterusnya

source: Get code
ms: Dapatkan kod

source: Please set 6 digits password
ms: Sila masuk 6 digit kata laluan

source: Please enter again
ms: Sila masuk sekali lagi

source: Transaction NO.
ms: Tiada transaksi

source: Duration
ms: Durasi

source: Temperature
ms: Suhu

source: Outlet
ms: Kedai

source: Machine No.
ms: Nombor mesin

source: Time
ms: Masa

source: Charges
ms: Caj

source: Order No
ms: Nombor pesanan

source: Location
ms: Lokasi

source: Machine No
ms: Nombor mesin

source: Bluetooth connection
ms: Sambungan bluetooth

source: Time(MIN)
ms: Masa (min)

source: Credits
ms: Kredit

source: Payment method
ms: Cara Pembayaran

source: Wallet
ms: Dompet/ simpanan/ akaun

source: discount
ms: Diskaun

source: Success!
ms: Berjaya

source: Please click start on the machine!
ms: Sila tekan mula pada mesin

source: Complete
ms: Selesai

source: Choose water temperature
ms: Pilih suhu air

source: Cold
ms: Sejuk

source: Warm
ms: Suam

source: Hot
ms: Panas

source: Welcome
ms: Selamat datang

source: Join Cleanpro
ms: Sertai Cleanpro

source: We'll help you create a new account in a few easy step.
ms: Kami akan membantu anda membuat akaun baru dalam beberapa langkah mudah

source: I agree to the personal data protection terms of Cleanpro.
ms: Saya bersetuju dengan terma perlindungan data peribadi Cleanpro.

source: Enter Your Mobile Number
ms: Masukkan Nombor Telefon Anda

source: Mobile No.
ms: Nombor telefon

source: Choose a Password
ms: Pilih kata laluan

source: At least 6 digit numbers
ms: Melebihi 6 digit nombor

source: Enter code from your friends!
ms: Sila masukkan kod dari rakan anda

source: Code
ms: Kod

source: Skip
ms: Langkau

source: Privacy policy
ms: Dasar privasi

source: Register
ms: Daftar

source: Sign in
ms: Log masuk

source: Please set your login password
ms: Sila tetapkan kata laluan anda

source: No more messages.
ms: Tiada mesej

source: Request timed out!
ms: Permintaan tamat!

source: You have no message
ms: Anda tiada mesej

source: Token expired
ms: Token telah tamat tempoh

source: Get error
ms: Terdapat kesilapan

source: Data acquisition failure
ms: Kegagalan pengambilalihan data

source: Send a success
ms: Penghantaran berjaya

source: Check success
ms: Semakan berjaya

source: statusCode error
ms: Kod status salah

source: Password mistake
ms: Kata laluan salah

source: Cannot be the same as the old password
ms: Kata laluan tidak boleh sama dengan yang lama

source: The passwords do not match
ms: Kata laluan tidak sama

source: Post error
ms: Kesalahan Pos

source: Set up the success
ms: Ketetapan Berjaya

source: SendVerifyCode Success
ms: Penghantaran Kod Verifikasi Berjaya

source: Phone number error
ms: Ralat Nombor Telefon

source: Network error
ms: Ralat Rangkaian

source: Registered successfully
ms: Pendaftaran Berjaya

source: Wrong password
ms: Kata laluan salah

source: Two password inconsistencies
ms: Dua kata laluan tidak sama

source: Modify successfully
ms: Ubah suai berjaya

source: Login successful
ms: Log masuk berjaya

source: Bluetooth connection failed
ms: Sambungan Bluetooth Gagal

source: There's no more data
ms: Tiada lagi data

source: Same as before
ms: Sama seperti sebelum

source: Email format error
ms: Format emel ralat

source: Please enter the correct email address
ms: Sila masukkan alamat emel yang betul

source: Payment success
ms: Pembayaran Berjaya

source: Feedback successful!
ms: Maklumbalas berjaya

source: The scanned qr code has not been identified yet
ms: Pengimbas kod tidak dikenalpasti

source: The machine has not been found
ms: Mesin Tidak dijumpai

source: Total
ms: Jumlah

source: it can be used if it’s more than 450
ms: Ia boleh digunakan lebih dari 450 kali

source: Recharge
ms: Cas Semula

source: Later
ms: Kemudian

source: Update
ms: Kemaskini

source: Payment Setting
ms: Tetapan Pembayaran

source: Version
ms: Versi

source: Contact us
ms: Hubungi Kami

source: Collections for you！
ms: Koleksi untuk anda!

source: View all
ms: Lihat semua

source: You balance is insufficient,please recharge
ms: Baki anda tidak mencukupi, sila cas semula

source: Please set your payment password!
ms: Sila nyatakan kata laluan pembayaran anda!
